["*, 1, 2, 3Lomonosov Moscow State University, Moscow, RussiaRussian State University of Humanities, Moscow, Russia Moscow Institute of Physics and Technology, Moscow, Russia", ",2Вятский государственный гуманитарный университет, Киров, Россия;", ",Institute for German Language (IDS", ",Institute of the Estonian Language", ",Moscow State University, Philological Faculty, Dept. of Theoretical and Applied Linguistics, Leninskie gory, GSP-1, 119991 Moscow, Russia", ",Natioanl Research University Higher School of Economics, Faculty of Philology, Myasnitskaya 20, 101000 Moscow, RussiaMoscow State University, Philological Faculty, Dept. of Theoretical and Applied Linguistics, Leninskie gory, GSP-1, 119991 Moscow, Russia", ",National Research University Higher School of Economics, Moscow, Russia", ",National Research University Higher School of Economics, V. V. Vinogradov Russian Language Institute of the Russian Academy of Sciences", ",Purdue University & RiverGlass Inc, USA", ",Scrapinghub", ",Вятский государственный гуманитарный университет, Киров, Россия;", ",ИППИ РАН, Москва, Россия", ",ИППИ РАН, Москва, Россия; Политехнический университет Мадрида, Мадрид, Испания", ",НИУ Высшая школа экономики, Москва, Россия", "-", "1,  National Research Center «Kurchatov Institute», Moscow, Russia;", "1, Kazan Federal University, Kazan, Russia", "1, Lomonosov Moscow State University, Moscow, Russia", "1, National Research Center «Kurchatov Institute», Moscow, Russia;", "1, National Research University Higher School of Economics,", "1,2, 1UDN University, Moscow, Russia; Federal Research Center “Computer Science and Control” of Russian Academy of Sciences, Moscow, Russia;", "1,2, IMPB RAS- Branch of KIAM RAS, Puschino, Russia; School of Linguistics HSE RSU, Moscow, Russia", "1,2, National Research University Higher School of Economics, Vinogradov Institute of the Russian Language RAS, Moscow, Russia", "1,2,3, Laboratoire d’Informatique, de Robotique et de Microélectronique de Montpellier (LIRMM", "1,2,3,National Research Center «Kurchatov Institute», Moscow, Russia; National Research Nuclear University «MEPhI», Moscow, Russia; Moscow Technological University (MIREA", "1,2Kazan Federal University, Kazan, Russia University of North Carolina, Chapel Hill, USA", "1,2RUDN University, Moscow, Russia; Federal Research Center “Computer Science and Control” of Russian Academy of Sciences, Moscow, Russia", "1,4Lomonosov Moscow State University, Moscow, Russia General Internet Corpora of Russian, Moscow, Russia", "1,ABBYY, Moscow, Russia", "1,Institute for System Programming of the RAS, Moscow, Russia;", "1,Laboratoire d’Informatique, de Robotique et de Microélectronique de Montpellier (LIRMM", "1IMPB RAS- Branch of KIAM RAS, Puschino, Russia;", "1Lomonosov Moscow State University, Moscow, Russia", "1National Research Institute Higher School of Economics, St. Petersburg, Russia", "1National Research University Higher School of Economics,", "1Vytautas Magnus University, Kaunas, Lithuania", "2,  Institute for Systems Analysis FRC CSC RAS, Moscow, Russia;", "2, 3, 4, Russian State University of Humanities, Moscow, Russia Moscow Institute of Physics and Technology, Moscow, RussiaABBYY, Moscow, Russia", "2, Institute for Systems Analysis FRC CSC RAS, Moscow, Russia;", "2, Kazan Federal University, Каzan, Russia", "2, Novosibirsk State University, Novosibirsk, Russia;", "2, OpenCorpora.org", "2, Research and Development Institute «Kvant», Moscow, Russia", "2, Russian State University of Humanities, Moscow, Russia", "2, Yandex, Moscow, Russia", "2,3, Novosibirsk State University, Novosibirsk, Russia; A. P. Ershov Institute of Informatics systems, Novosibirsk, Russia", "2,3, OpenCorpora.org St. Petersburg State University", "2,OpenCorpora.org", "2Novosibirsk State University, Novosibirsk, Russia;", "2Research and Development Institute «Kvant», Moscow, Russia", "3,  Moscow Technological University (MIREA", "3,  NRU Higher School of Economics, Moscow, Russia", "3, Moscow Institute of Physics and Technology, Dolgoprudny, Russia", "3, NRU Higher School of Economics, Moscow, Russia", "3, OpenCorpora.org", "3, Институт систем информатики им. А. П. Ершова СО РАН, Новосибирск, Россия;", "3,1RUDN University, Moscow, Russia; Institute for Systems Analysis, Federal Research Center “Computer Science and Control” of Russian Academy of Sciences, Moscow, Russia", "3,5, OpenCorpora.orgYandex", "3DS Exalead, Paris, France", "3NRU Higher School of Economics, Moscow, Russia", "3OpenCorpora.org", "3ИПМИ КарНЦ РАН, Петрозаводск, Россия", "3ИСА РАН, Москва, Россия", "4, Semantic Hub, Moscow, Russia", "4, Казанский федеральный университет, Казань, Россия", "4,6, National Research University Higher School of EconomicsGICR", "4,7, National Research University Higher School of EconomicsRDI KVANT", "4,8, National Research University Higher School of EconomicsVinogradov Institute of the Russian Language RAS", "4,9, National Research University Higher School of EconomicsCharles University", "4Voronezh State University, Voronezh, Russian Federation", "4Казанский федеральный университет, Казань, Россия", "5, Dorodnicvn Computing Centre, RAS (CC RAS", "6Russian Research University—Higher School of Economics", "ABBYY, Moscow, Russia", "ABBYY, Moscow, Russia Russian State University for the Humanities, Moscow, Russia", "ABBYY, Москва, Россия", "ABBYY; Lomonosov Moscow State University, Moscow, Russia", "ABBYY; Moscow Institute of Physics and Technology (MIPT", "All-Russian Institute for Scientific and Technical Information, Russian Academy of Sciences", "Anti-Plagiat JSC; Moscow, Russia", "Antiplagiat JSC, Moscow, Russia", "Antiplagiat JSC; Moscow, Russia", "Antiplagiat.Research, Москва, Россия; Московский физико-технический институт (государственный университет", "Applied Computational Linguistics, University of Potsdam", "Ashmanov & Partners, Moscow, Russia", "Autonomous University of Barcelona, Barcelona, Spain", "Bartin University, Bartin, 74100, Turkey", "Bauman Moscow State Technical University, 2nd Baumanskaya str., bld. 5, 1 bld. 1 Bolshoi Kislovsky lane, Moscow, Russia", "Bauman Moscow State Technical University, 2nd Baumanskaya str., bld. 5, 1 bld. 1 Bolshoi Kislovsky lane, Moscow, Russia; The V.V. Vinogradov Russian Language Institute of the Russian Academy, Moscow, Russia", "Bauman Moscow State Technical University, Moscow, Russia", "CIS, Universität München", "Center for Mind/Brain Sciences, University of Trento, Italy", "Centro de Investigación en Computación, Instituto Politécnico Nacional, Mexico City, Mexico", "Charles University in Prague", "Charles University in Prague, Prague, Czech Republic", "Chatme AI LLC, Novosibirsk, Russia; Novosibirsk State University, Novosibirsk, Russia", "Chelyabinsk state university Information Technologies Institute, Chelyabinsk; Chelyabinskaya oblast’ 454001, Russian Federation", "City University of New York, Spatial Intelligence Unit, Software Studies Initiative", "Computer Science Department, Bar-Ilan University, Israel", "Computer Science Faculty, National Research University Higher School of Economics, Moscow, Russia", "DFKI GmbH & Saarland University, Saarbruecken", "Data Mining and Knowledge Management - Universit´e Lumi`ere Lyon II, Lyon, France", "Deloitte Analytics Institute, Moscow, Russia", "Department of Computer Science, Aalto University, Espoo, Finland", "Department of Computer Science, Ben-Gurion University of the Negev", "Department of Computer Science, University of Sheﬃ  eld", "Department of French, Dalhousie University & Observatory of Meaning-Text Linguistics, Université de Montréal", "Department of Informatics, Faculty of Sciences, University of Lisbon", "Department of Informatics, Faculty of Sciences, University of Lisbon, Portugal", "Department of Theoretical and Applied linguistics, Moscow State Uniuversity", "Department of image recognition and text processing, DIHT MIPT, Moscow, Russia", "Dictum Ltd, Нижний Новгород, Россия", "Digital Society Laboratory LLC, Moscow, Russia", "Digital Society Laboratory LLC, Moscow, Russia; Universit´e catholique de Louvain, Louvain-la-Neuve, Belgium", "Dorodnicyn Computing Centre of RAS, Moscow State University, Moscow, Russia; Moscow Institute of Physics and Technology, Moscow, Russia", "EPAM Systems, Санкт-Петербург, Россия", "ERIC Lab - Universit´e Lumi`ere Lyon II, Lyon, France", "Eckhoff H. (hanne.m.eckhoff@uit.no", "Elabora Consultoria, Campinas, Brazil", "Estonian Public Broadcasting, Tallinn, Estonia", "Expasoft Ltd., Novosibirsk, Russia", "Faculty of Electrical Engineering and Computer Science, University of Maribor", "Faculty of Electrical Engineering and Computer Science, University of Maribor; Smetanova 17, SI-2000 Maribor, SLOVENIA", "Federal Research Center “Computer Science and Control” of Russian Academy of Sciences, Moscow, Russia", "Federal Research Center “Computer Science and Control” of the Russian Academy of Sciences, Moscow, Russia", "Freie Universität Berlin, Berlin, Germany; ZAO Eventos, Moscow, Russia", "HSE University; Saint-Petersburg, Russia", "Hewlett-Packard Labs Russia, Санкт-Петербургский государственный университет, Санкт-Петербург, Россия", "Higher School of Economics", "Higher School of Economics, Moscow, Russia", "Human Language Technology Research Institute University of Texas at Dallas", "IITP RAS, Moscow, Russia", "IKIR FEB RAS, Paratunka (Kamchatka region), Russia; PetrSU, Petrozavodsk, Russia", "IL RAS, IPI RAS, Moscow, Russia", "IPI RAS, Moscow, Russia", "IQMen LLC, Moscow, Russia", "IRL RAS, Moscow, Russia", "ITMO University", "ITMO University, Saint-Petersburg, Russia", "ITMO University, Saint-Petersburg, Russia; SPIIRAS Institute, Saint-Petersburg, Russia", "ITMO University, Saint-Petersburg, Russia; Ulm University, Ulm, Germany", "ITMO University, St. Petersburg, Kronverksky Pr. 49,", "ITMO University, St. Petersburg, Russia", "ITMO University, St. Petersburg, Russia; SPIIRAS Institute, St. Petersburg, Russia", "ITMO University; Saint Petersburg, Russia", "ITMO university", "InfoQubes, Moscow, Russia", "InfoQubes, Москва, Санкт-Петербург, Россия", "Information Sciences Institute, University of Southern California, Marina del Rey, Southern California", "Institut de Recherche en Informatique de Toulouse, CNRS UMR 5505, Université de Toulouse, Тулуза, Франция", "Institut de Recherche en Informatique de Toulouse, CNRS UMR 5505, Université de Toulouse, Тулуза, Франция; Пермский государственный национальный исследовательский университет, Пермь, Россия", "Institute for German Language (IDS", "Institute for Informatics and Automation of the Russian Academy of Sciences, St.-Petersburg, Russian Federation", "Institute for System Programming of RAS, Moscow, Russia", "Institute for System Programming of RAS, Moscow, Russia, MIPT, Dolgoprudny, Russia", "Institute for System Programming of RAS, Moscow, Russia; Lomonosov Moscow State University, CMC faculty, Moscow, Russia", "Institute for System Programming of RAS, Moscow, Russia; Lomonosov Moscow State University, CMC faculty, Moscow, Russia, FCS NRU HSE, Moscow, Russia", "Institute for System Programming of the Russian Academy of Sciences, Moscow, Russia", "Institute for Systems Analysis, FRC CSC RAS, Moscow, Russia; RUDN University, Moscow, Russia", "Institute of Applied Semiotics of the Tatarstan Academy of Sciences Kazan, Russia", "Institute of Engineering Science, Yekaterinburg", "Institute of Formal and Applied Linguistics, Charles University in Prague, Czech Republic", "Institute of Linguistics, Russian Academy of Sciences", "Institute of Oriental Studies, Russian Academy of Sciences, Moscow, Russia", "Institute of Oriental studies, RAS", "Institute of Russian Language, Moscow", "Institute of Theoretical and Computational Linguistics, Faculty of Arts, Charles University, Prague, Czech Republic", "Institute of the Estonian Language, Tallinn, Estonia", "Instytut Podstaw Informatyki Polskiej Akademii Nauk, Warsaw, Poland", "Integrated Systems", "Interfax, Moscow, Russia", "KL10CH, Moscow, Russia", "Kaunas University of Technology, Department of Computer Networking, Studentų 50, Kaunas LT-3028, Lithuania, Phone: +370 7 300369, fax: +370 7 300352", "Kazan (Volga Region) Federal University, Kazan, Russia", "Kazan (Volga Region) Federal University, Kazan, Russia; Institute of Informatics, Tatarstan Academy of Sciences, Kazan, Russia", "Kazan (Volga region) Federal University; Kazan, Russian Federation", "Kazan (Volga region) federal university; Kazan, Russia", "Keldysh IAM RAS, Miusskaya sq. 4, Moscow, Russia", "Keldysh IAM RAS, Moscow, Russia", "Kontur Labs; Уральский федеральный университет, Екатеринбург, Россия", "Krasovskii Institute of Mathematics and Mechanics;  Ural Federal University, Yekaterinburg, Russia", "Kurchatov Institute, Moscow, Russia", "LIDILE EA3874, University of Rennes", "La Jolla, USA", "Laboratoire d’Informatique, de Robotique et de Microélectronique de Montpellier (LIRMM", "Laboratory of Chemoinformatics and Molecular Modeling, Kazan (Volga Region) Federal University, Kazan, Russia", "Laboratory of Computational Linguistics, A. A. Kharkevich Institute for Information Transmission Problems, Russian,Academy of Sciences, Russia, Departamento de Inteligencia Artificial, ETSII, Universidad Politécnica de Madrid, Spain", "Laboratory of Computational Linguistics, Kharkevich Institute for Information Transmission Problems, Russian Academy of Sciences, Moscow, Russian Federation", "Laboratory of Neural Systems and Deep Learning, Moscow Institute of Physics and Technology, Moscow, Russia", "LanA Consulting ApS, Copenhagen, Denmark, National Research South Ural State University, Chelyabinsk, Russia", "Lexical Computing Ltd., Brighton, East Sussex", "Lionbridge Technologies, Inc., Тампере, Финляндия", "Lobachevsky State University of Nizhny Novgorod, Nizhny Novgorod, Russia", "Lomonosov Moscow State University", "Lomonosov Moscow State University,  Russian State University for the Humanities, Moscow, Russia; University of Leeds, Leeds, UK", "Lomonosov Moscow State University, Moscow, Russia", "Lomonosov Moscow State University, Moscow, Russia; The Center for Semantic Technologies, Higher School of Economics, Moscow, Russia", "Lomonosov Moscow State University; Bauman Moscow State Technical University, Moscow, Russia", "Luiz Daniel Couto de Barros Lapolla†", "M-Brain Oy, Helsinki, Finland", "MSU, Moscow, Russia", "MSU, Philological Faculty", "MSU/MSPU, Moscow, Russia", "Mail.ru Group, Moscow, Russia", "Mail.ru Group, National Research University Higher School of Economics, Moscow, Russia", "Mail.ru Group, Москва, Россия", "Max-Planck-Institute for Mathematics in the Sciences, Leipzig, Inselstr. 22—26, 04105 Leipzig, Germany", "Moscow Institute of Physics and Technology", "Moscow Institute of Physics and Technology, Dolgoprudny, Russia", "Moscow Polytech, Moscow, Russia", "Moscow State University", "Moscow State University / Humboldt University of Berlin; Department of German Language and Linguistics", "Moscow State University and Humboldt University of Berlin", "Moscow State University for the Humanities, MSUH", "Moscow State University of Printing Arts, Pryanishnikova str., 2A, Moscow, Russia; The V.V. Vinogradov Russian Language Institute of the Russian Academy, Moscow", "Moscow State University, Moscow, Russia", "Moscow State University, Philological Faculty, Dept. of Theoretical and Applied Linguistics, Leninskie gory, GSP-1, 119991 Moscow, Russia", "Moscow, Russia", "MГУ, Москва, Россия", "N.N. Krasovskii Institute of Mathematics and Mechanics, Ural Branch of the Russian Academy of Sciences, Ekaterinburg, Russia; Ural Federal University, Ekaterinburg, Russia; NLPub, Ekaterinburg, Russia", "NRC “Kurchatov Institute”; Moscow, Russia", "NTech Lab, Moscow, Russia", "Natioanl Research University Higher School of Economics, Faculty of Philology, Myasnitskaya 20, 101000 Moscow, RussiaIMPB (Institut of mathematical problem in biology", "National Research Centre “Kurchatov Institute”, Moscow, Russia", "National Research Institute Higher School of Economics, St. Petersburg, Russia", "National Research University - Higher School of Economics, Applied Mathematics and Informatics School, Moscow, Russia", "National Research University Higher School of Economics", "National Research University Higher School of Economics (HSE", "National Research University Higher School of Economics, Moscow, Russia", "National Research University Higher School of Economics, Moscow, Russia; V.V. Vinogradov Russian Language Institute of RAS, Moscow, Russia", "National Research University Higher School of Economics, Nizhny Novgorod, Russia", "National Research University Higher School of Economics, Research and Development Institute KVANT, Moscow, Russia", "National Research University Higher School of Economics, Russia, Moscow", "National Research University Higher School of Economics,Nizhny Novgorod, Russia", "National Research University Higher School of Economics; DC-Systems, Moscow, Russia", "National Research University Higher School of Economics; Lomonosov Moscow State University, Moscow, Russia", "National Research University Higher School of Economics; Research and Development Institute KVANT", "National Research University Higher School of Economics; Research and Development Institute KVANT; Moscow, Russia", "National Research University Higher School of Economics; St.Petersburg, Russia", "National research University Higher School of Economics, Moscow, Russia", "Neural Networks and Deep Learning Lab, Moscow Institute of Physics and Technology, Russia", "Neural Networks and Deep Learning Lab, Moscow Institute of Physics and Technology, Russia; Faculty of Information Technology, Vietnam Maritime University, Viet Nam", "New York, USA", "Nizhniy Novgorod, Russian Federation", "ORT Braude College, Karmiel, Israel", "OpenCorpora", "Oracle Corp Redwood Shores CA USA", "Peter the Great St.Petersburg Polytechnic University, St. Petersburg", "Peter the Great St.Petersburg Polytechnic University, St.Petersburg, Russia,", "Program Systems Institute of RAS, Pereslavl-Zalessky, Russia", "Purdue University", "Purdue University & RiverGlass Inc, USA", "Research Computing Center of Lomonosov Moscow State University, Moscow, Russia", "Research Computing Center, M. V. Lomonosov Moscow State University, Moscow, Russia", "Research and Development Institute KVANT", "Russian Language (Vinogradov", "Russian Language Institute, Russian Academy of Sciences, Moscow, Russia", "Russian Research University “Higher School of Economics”", "Russian State University for the Humanities", "Russian State University for the Humanities, Moscow, Russian Federation", "Russian State University for the Humanities; National Research, University Higher School of Economics, Moscow, Russia", "STC-Innovations Ltd, St. Petersburg, Russia", "STC-Innovations, Saint Petersburg, Russia; ITMO-University, Saint Petersburg, Russia", "Saarland University, Saarbrücken, Germany", "Saint Petersburg State University", "Saint Petersburg State University, Saint Petersburg, Russia", "Saint Petersburg State University, St. Petersburg, Russia", "Saint Petersburg State University; Saint Petersburg, Russia", "Saint-Petersburg State University", "Saint-Petersburg State University, Saint Petersburg, Russia; ITMO University, Saint-Petersburg, Russia", "Saint-Petersburg State University, Saint-Petersburg, Russia", "Saint-Petersburg State University; Saint-Petersburg, Russian Federattion", "Samsung R&D Institute Rus, Moscow, Russia", "Samsung R&D Institute Russia, Moscow, Russia", "Samsung R&D Institute Russia, Moscow, Russia;  Dorodnitsyn Computing Center RAS, Moscow, Russia", "Samsung R&D Institute Russia, Moscow, Russia;  Moscow Institute of Physics and Technology, Moscow, Russia", "San Agustin National University, Arequipa, Per´u", "ScrapingHub, Inc., Yekaterinburg, Russia", "Sholokhov Moscow State University for the Humanities, Moscow, Russia; Institute of Linguistics of the Russian Academy of Sciences, Moscow, Russia", "Slovak Academy of Sciences, Ľ. Štúr Institute of Linguistics, Bratislava, Slovakia", "South Ural State University, Chelyabinsk, Russia", "Southern Federal University, Rostov-on-Don, Russia", "Speech Technology Center Limited, St. Petersburg, Russia; ITMO University, St. Petersburg, Russia", "Speech Technology Center Ltd, St. Petersburg, Russia", "Speech Technology Center ltd, St. Petersburg, Russia", "Speech Technology Ltd., Minsk, Belarus", "Sputnik LLC, Moscow, Russia", "St. Petersburg Institute for Economics and Mathematics, RAS", "St. Petersburg Institute for Informatics and Automation of the Russian Academy of Sciences (SPIIRAS), St. Petersburg State University of Aerospace Instrumentation (SUAI)", "St. Petersburg State University, Saint Petersburg, Russia", "St. Petersburg State University, St. Petersburg, Russia", "St. Petersburg State University; St. Petersburg, Russia", "St. Petersburg, Russia", "St.Petersburg State University 7-9, Universitetskaya nab., St.Petersburg, Russia", "St.Petersburg State University, 7-9, Universitetskaya nab., St.Petersburg, Russia", "St.Petersburg State University, Universitetskaya nab. 7-9, 199034 St. Petersburg, Russia", "Steklov Mathematical Institute at St. Petersburg", "Steklov Mathematical Institute at St. Petersburg, St. Petersburg, Russia", "Steklov Mathematical Institute at St. Petersburg, St. Petersburg, Russia; National Research University Higher School of Economics, St. Petersburg, Russia; Deloitte Analytics Institute, Moscow, Russia", "Stel CS, MSLU, Moscow, Russia", "Stel – Computer Systems Ltd. Moscow, Russian Federation", "Stockholm University, Department of Slavic and Baltic languages, Finnish, Dutch and German, Stockholm, Sweden", "Surrey Morphology Group, University of Surrey, Guildford, Surrey, United Kingdom", "Tallinn University", "Tallinn, Estonia", "Technical University Munich, Garching, Germany", "The Higher School of Economics, Dorodnicyn Computing Centre of RAS", "The Institute for Informatics Problems of the Russian Academy of Sciences", "The Institute of Linguistics, Russian Academy of Sciences; The V.V. Vinogradov Russian Language Institute of the Russian Academy, Moscow, Russia of Sciences", "The National Research University “Higher School of Economics”,  Moscow, Russia", "The University of Melbourne, Melbourne, Australia", "The University of Plovdiv", "Tilde, Riga (www.tilde.com", "Tyumen State University, Tyumen, Russia", "UMASS, Amherst", "Ulm University, Ulm, Germany", "United Institute of Informatics Problems of the NAS of Belarus, Minsk, Belarus", "University of Bergen, Norway", "University of Helsinki, Helsinki, Finland", "University of Leeds, UK", "University of Massachusetts, Amherst, MA, USA; Moscow State University", "University of Massachusetts, Amherst, MA, USA; Russian State University for the Humanities", "University of Massachusetts, Amherst, USA", "University of Munich, Germany", "University of Oslo, Norway", "University of Oslo, Oslo, Norway", "University of Potsdam", "University of Rome Tor Vergata, Rome, Italy", "University of Sheffield, UK.", "University of Sussex, Brighton, BN19QJ, UK", "University of Trento, Rovereto, Italy", "University of Tyumen, Tyumen, Russia", "University of Wolverhampton, Wolverhampton, UK", "Universit´e Claude Bernard Lyon I, Lyon, France; ERIC Lab - Universit´e Lumi`ere Lyon II, Lyon, France", "Università degli Studi, Milano, Italia", "Università degli studi di Trento, Тренто, Италия", "Università “Roma Tre”, Roma, Italia", "Universität Hamburg, Hamburg, Germany", "Université Paris-Sud, Lab. LIMSI-CNRS, Bâtiment 508, F-91405 Orsay Cedex, France", "Uppsala University, Sweden", "Ural Federal University, Yekaterinburg, Russia", "Ural Federal University, Yekaterinburg, Russia; Krasovskii Institute of Mathematics and Mechanics, Yekaterinburg, Russia", "Ural Federal University; Yekaterinburg, Russia", "V. V. Vinogradov Russian Language Institute RAS, Moscow, Russia", "V. V. Vinogradov Russian Language Institute of the Russian Academy of Sciences, National Research University Higher School of Economics", "V.V. Vinogradov Russian Language Institute of RAS, Moscow, Russia", "VK, Saint-Petersburg, Russia", "Volgograd State Technical University, Volgograd, Russia", "Vyatka State Humanities University, Kirov, Russia", "Vyatka State University, Kirov, Russia", "Vytautas Magnus University, Kaunas, Lithuania, Saint-Petersburg State Pediatric Medical University, Saint-Petersburg, Russia", "Yandex", "Yandex, Moscow Institute of Physics and Technology, Moscow, Russia", "Yandex, Moscow, Russia", "Yandex, St. Petersburg, Russia", "ZAO Eventos, Moscow, Russia; Lomonosov Moscow State University, Moscow, Russia", "chlumberger Information Solutions, Oslo, Norway", "eBay Inc.; Национальный исследовательский университет, Высшая школа экономики, Москва, Россия", "«I-Teco», Moscow, Russia", "БГУ, Минск, Беларусь", "Воронежский Государственный Университет, Воронеж, Россия", "ГК «Геострим», Москва, Россия", "Дармштадтский технический университет, Дармштадт, Германия", "Дармштадтский технический университет, Дармштадт, Германия Лувенский католический университет, Лувен, Бельгия", "ИПИ РАН Вавилова, Москва, Россия", "ИПМИ КарНЦ РАН, Петрозаводск, Россия; Kontur Labs, Екатеринбург, Россия  Браславский П. И. (pbras@yandex.ru", "ИППИ РАН, Москва, Россия", "Институт Востоковедения, Москва, Россия", "Институт Лингвистики РАН, Москва, Россия", "Институт Лингвистики, Москва, Россия", "Институт Лингвистики, Санкт-Петербург, Россия", "Институт Прикладной Математики РАН, Москва, Россия", "Институт Системного Программирования РАН, Москва, Россия", "Институт лингвистики OTS, Утрехтский Университет, Нидерланды", "Институт математики и механики им. Н. Н. Красовского Уральского отделения Российской академии наук, Екатеринбург, Россия; NLPub, Екатеринбург, Россия", "Институт проблем информатики РАН", "Институт проблем передачи информации РАН им А. А. Харкевича, Москва", "Институт проблем передачи информации РАН им. А. А. Харкевича, Москва, Россия", "Институт проблем передачи информации им. А.А. Харкевича, РАН, Москва, Россия", "Институт русского языка им. В. В. Виноградова РАН", "Институт русского языка имени В. В. Виноградова РАН, Москва, Россия", "Институт систем информатики им. А. П. Ершова СО РАН, Новосибирск, Россия", "Институт системного анализа РАН, Москва, Россия", "Институт системного программирования РАН, Москва, Россия", "Институт современных лингвистических исследований МГГУ имени М. А. Шолохова", "Институт языкознания РАН, Москва, Россия", "Институт языкознания РАН; МГУ им. М. В. Ломоносова, Москва, Россия", "Интернет-портал reviewdot.ru, Россия, Казань", "Исследовательский Центр Самсунг, Москва, Россия", "КФУ, Казань, Россия", "Казанский (Приволжский", "Казанский Федеральный Университет, Казань, Россия", "Карлов Университет в Праге. Чехия.", "Кноуледж-трэйл, Сан Хосэ, Калифорния, США", "Компания Abbyy, Москва, Россия", "Лувенский католический университет, Лувен, Бельгия; ООО «Лаборатория Цифрового Общества», Москва, Россия", "МГУ им. М. В. Ломоносова, Москва, Россия", "МГУ им. М. В. Ломоносова, Москва, Россия;  НИУ Высшая школа экономики, Москва, Россия", "МГУ им. М. В. Ломоносова;  ИСЛИ МГГУ им. М. А. Шолохова, Москва, Россия", "МГУ имени М. В. Ломоносова; Центр семантических технологий НИУ ВШЭ, Москва, Россия", "МГУ, Москва, Россия", "Международный институт рекламы", "Москва, Россия", "Московский Государственный Университет им. Ломоносова и ООО «Лаборатория Цифрового Общества», Москва, Россия", "Московский Государственный Университет им. Ломоносова, Москва, Россия", "Московский Государственный Университет, Москва, Россия", "Московский Гуманитарный Институт имени Е. Р. Дашковой, Москва, Россия", "Московский государственный университет им. М. В. Ломоносова, Москва, Россия", "Московский государственный университет им. М. В. Ломоносова, Москва, Россия; ООО «Исследовательский центр Самсунг», Москва, Россия", "Московский государственный университет им.М. В. Ломоносова 119991, Москва, ГСП-1, Ленинские горы, МГУ, д. 1, стр. 51, 1-й учебный корпус, филологический факультет; 125009, Москва, ул. Моховая, д. 11, стр. 5, факультет психологии", "Московский государственный университет имени М. В. Ломоносова, Москва, Россия", "Московский физико-технический институт (государственный университет", "Мюнхенский университет, Мюнхен, Германия", "НИТУ МИСиС, Москва, Россия", "НИУ ВШЭ, Москва, Россия", "НИУ Высшая Школа Экономики и Mail.ru Group, Москва, Россия", "НИУ Высшая школа экономики, Москва, Россия", "НИУ Высшая школа экономики, Москва, Россия; Институт русского языка им. В. В. Виноградова РАН, Москва, Россия", "Национальный исследовательский университет «Высшая школа экономики», Москва, Россия", "Национальный исследовательский университет «Высшая школа экономики», Нижний Новгород, Россия", "Неоптимальная шифровка (сложные средства номинации, например, малоизвестные заимствования).", "Неудачи в понимании смысла достаточно редко бывают связаны с неправильной дешифровкой знака, хотя такие ошибки тоже могут встречаться, например, в результате появления незнакомого слова, опечатки. Чаще всего при чтении текста на родном языке сложность заключается в том, что в тексте встречаются знаки – слова, словосочетания, которые требуют больших усилий для понимания. И хотя в конце концов оно достигается, понимание целого бывает затруднено настолько, что в результате информация может оказаться не усвоенной. Такой эффект возникает тогда, когда читается сложный научный текст, текст закона или постановления, написанный официально-деловым стилем, или просто текст «неуклюжий».", "ОАО 1C, Москва, Россия", "ОИПИ НАН Беларуси, Минск, Беларусь", "ООО «LAN-PROJECT», Moscow, Russia", "ООО «Диктум», Нижний Новгород, Россия", "ООО «Исследовательский центр Самсунг», Москва, Россия", "ООО «Лаборатория Цифрового Общества», Москва, Россия; Лувенский католический Университет, Лувен, Бельгия", "ООО «ПРОМТ», Санкт-Петербург, Россия", "ООО «Речевые технологии», Минск, Беларусь", "ООО «СофтПлюс», Челябинск, Россия", "ООО «Тилде»/Венский университет, Рига/Вена,  Латвия/Австрия", "ООО «ЦРТ», Санкт-Петербург", "ООО «ЭР СИ О», Москва, Россия", "Объединенный институт проблем информатики Национальной академии наук Беларуси (ОИПИ НАН Беларуси", "Объединённый институт проблем информатики НАН Беларуси, Минск, Беларусь", "Отделение прикладной математики и информатики, НИУ Высшая Школа Экономики, Москва, Россия", "Отмечены (и тоже могут быть формализованы) и случаи нарушения не языковых правил, а речевой нормы, например, нереферируемость местоимений третьего лица (Он отошел от него и подошел к нему), избыточная глубина синтаксического дерева и т.п. Мы же остановимся на более сложных случаях, когда грамматические и лексические нормы языка не нарушены, и, тем не менее, восприятие текста затруднено.", "Отсутствие однозначного соответствия между значением единицы и условиями ее употребления выявилось в моделях языках, применяемых в практических целях, в частности, в системах автоматического перевода, в пособиях для изучающих иностранные языки. В этих случаях описание системы дополняется правилами употребления ее единиц. Например, для видов глагола приводят список контекстов, в которых выбор видовых граммем диктуется особыми условиями (Рассудова 1982). Для более тонкого описания приходится учитывать прагматические факторы, определяющие речевое поведение человека, в частности, постулаты Грайса, импликатуры и т.п. (Борисова1996).", "Пермский государственный национальный исследовательский университет, Пермь, Россия", "Политехнический институт Ренсселера, Трой, Нью-Йорк, США", "Практически все эти трудности связаны с несоответствием между объемом оперативной памяти и числом мыслительных операций разного рода,", "Проект «Открытый Корпус», OpenCorpora.org", "РГГУ, Москва, Россия", "РГГУ; МФТИ; ABBYY, Москва, Россия", "Российский государственный гуманитарный университет, Москва, Россия", "СКБ Контур, Уральский Федеральный Университет", "СПбГУ, Санкт-Петербург, Россия", "Санкт-Петербургский государственный политехнический университет, Санкт-Петербург, Россия", "Санкт-Петербургский государственный университет (СПбГУ", "Санкт-Петербургский государственный университет, Санкт-Петербург, Россия", "Санкт-Петербургский национальный исследовательский университет информационных технологий, механики и оптики, Санкт-Петербург, Россия", "Тюменский государственный университет, Тюмень, Российская Федерация", "Университет Вулверхэмптона, Вулверхэмптон, Великобритания", "Университет Далхаузи, Галифакс, Канада", "Университет ИТМО, Санкт-Петербург, Россия", "Университет Тренто, Роверето, Италия", "Университет Тромсё—Норвежский арктический университет, Тромсё, Норвегия", "Университет г. Нант, Нант, Франция", "Уральский Государственный Университет, Екатеринбург, Россия", "Уральский федеральный университет имени первого Президента России Б. Н. Ельцина, Екатеринбург, Россия; NLPub, Екатеринбург, Россия", "Уральский федеральный университет, Екатеринбург, Россия", "Утрехтский лингвистический институт, Утрехт, Нидерланды; СПбГУ, Санкт-Петербург, Россия", "Филологический факультет МГУ, Москва, Россия", "Центр семантических технологий НИУ ВШЭ, Москва, Россия", "ЧТД, Москва, Россия", "Чанчуньский научно-технологический университет, Чанчунь, Китай", "Яндекс", "Яндекс, Москва, Россия", "компания Рамблер"]
