[
    "Университет г. Нант, Нант, Франция",
    "Sobolev Institute of Mathematics, Novosibirsk, Russia",
    "Peter the Great St.Petersburg Polytechnic University, St.Petersburg, Russia,",
    "Krasovskii Institute of Mathematics and Mechanics;  Ural Federal University, Yekaterinburg, Russia",
    "HP Inc., Москва, Россия",
    "Dictum Ltd, Nizhny Novgorod, Russia",
    "Oracle Inc., Redwood Shores CA, USA",
    "Aalto University, Espoo, Finland",
    "Объединённый институт проблем информатики НАН Беларуси, Минск, Беларусь",
    "Institut de Recherche en Informatique de Toulouse, CNRS UMR 5505, Université de Toulouse, Тулуза, Франция; Пермский государственный национальный исследовательский университет, Пермь, Россия",
    "Bauman Moscow State Technical University, Moscow, Russia",
    "STC-Innovations, Saint Petersburg, Russia; ITMO-University, Saint Petersburg, Russia",
    "Steklov Mathematical Institute at St. Petersburg, St. Petersburg, Russia; National Research University Higher School of Economics, St. Petersburg, Russia; Deloitte Analytics Institute, Moscow, Russia",
    "Interfax, Moscow, Russia",
    "Laboratory of Neural Systems and Deep Learning, Moscow Institute of Physics and Technology, Moscow, Russia",
    "National Research University Higher School of Economics, Moscow, Russia",
    "Moscow State Linguiisric University, Moscow, Russia",
    "Novosibirsk State University, Novosibirsk, Russia",
    "Дармштадтский технический университет, Дармштадт, Германия; Université catholique de Louvain, Louvain, Belgique",
    "University of Massachusetts, Amherst, USA",
    "Keldysh IAM RAS, Moscow, Russia",
    "Replika.ai @ Luka, Inc., Moscow, Russia",
    "Università degli Studi, Milano, Italia",
    "Институт систем информатики имени А. П. Ершова СО РАН, Новосибирск, Россия",
    "Polish Academy of Sciences, Institute of Computer Science, Warsaw, Poland",
    "Институт Прикладной Математики РАН, Москва, Россия",
    "Забайкальский Государственный Университет, Чита, Россия",
    "InfoQubes, Moscow, Russia",
    "DFKI GmbH & Saarland University, Saarbruecken",
    "Faculty of Electrical Engineering and Computer Science, University of Maribor; Smetanova 17, SI-2000 Maribor, SLOVENIA",
    "Воронежский Государственный Университет, Воронеж, Россия",
    "University of Leeds, UK",
    "Samsung R&D Institute Russia, Moscow, Russia;  Dorodnitsyn Computing Center RAS, Moscow, Russia",
    "Monash University, Clayton, Australia",
    "Institute for Systems Analysis, FRC CSC RAS, Moscow, Russia; RUDN University, Moscow, Russia",
    "National Research University Higher School of Economics; Research and Development Institute KVANT; Moscow, Russia",
    "Institute of Oriental studies, RAS, Moscow, Russia",
    "National Research Centre “Kurchatov Institute”, Moscow, Russia",
    "IL RAS, IPI RAS, Moscow, Russia",
    "University of Helsinki, Helsinki, Finland",
    "Institute for German Language (IDS)",
    "Institute of the Estonian Language, Tallinn, Estonia",
    "Speech Technology Ltd., Minsk, Belarus",
    "University of Trento, Rovereto, Italy",
    "ООО «ЭР СИ О», Москва, Россия",
    "IPI RAS, Moscow, Russia",
    "ООО «LAN-PROJECT», Moscow, Russia",
    "Lomonosov Moscow State University, Moscow, Russia",
    "Autonomous University of Barcelona, Cerdanyola del Valles, Spain",
    "Hewlett-Packard Labs Russia; Saint-Petersburg State University, Saint-Petersburg, Russia",
    "Charles University in Prague, Prague, Czech Republic",
    "Université catholique de Louvain, Louvain, Belgique; МГТУ им. Н. Э. Баумана, Москва, Россия",
    "Program Systems Institute of RAS, Pereslavl-Zalessky, Russia",
    "ParallelDots, Inc.GurugramIndia",
    "St. Petersburg Electrotechnical University, St. Petersburg, Russia",
    "Вятский государственный гуманитарный университет, Киров, Россия",
    "OpenCorpora",
    "ООО «Лаборатория Цифрового Общества», Москва, Россия; Лувенский католический Университет, Лувен, Бельгия",
    "Antiplagiat JSC, Moscow, Russia",
    "Université Paris-Sud, Lab. LIMSI-CNRS, Bâtiment 508, F-91405 Orsay Cedex, France",
    "Лаборатория «Динамика языка», UMR5596, Национальный центр научных исследований и Университет Лион, Лион, Франция",
    "Университет Тромсё—Норвежский арктический университет, Тромсё, Норвегия",
    "Saarland University, Germany",
    "Federal Research Center “Computer Science and Control” of Russian Academy of Sciences, Moscow, Russia",
    "Tyumen State University, Tyumen, Russia",
    "Stel CS, MSLU, Moscow, Russia",
    "Speech Technology Center Limited, St. Petersburg, Russia",
    "Yandex, Moscow, Russia",
    "Ural Federal University, Yekaterinburg, Russia",
    "Университет Вулверхэмптона, Вулверхэмптон, Великобритания",
    "ABBYY, Moscow, Russia",
    "Kazan (Volga Region) Federal University, Kazan, Russia",
    "Yaroslavl State University, Yaroslavl, Russia",
    "НИУ Высшая Школа Экономики и Mail.ru Group, Москва, Россия",
    "Intellogic Limited Liability Company (Intellogic LLC), Moscow, Russia",
    "Уральский Государственный Университет, Екатеринбург, Россия",
    "Vyatka State University, Kirov, Russia",
    "Faculty of Engineering, İzmir University of Economics, İzmir, Turkey",
    "Институт языкознания РАН, «Ашманов и Партнеры»",
    "University of Oslo, Oslo, Norway",
    "Digital Society Laboratory LLC, Moscow, Russia; Universit´e catholique de Louvain, Louvain-la-Neuve, Belgium",
    "ITMO University, Saint-Petersburg, Russia",
    "Saint-Petersburg State University, Saint-Petersburg, Russia",
    "Chelyabinsk state university Information Technologies Institute, Chelyabinsk, Russia",
    "University of Sistan and Baluchestan, Zahedan, Iran",
    "Institute for Systems Analysis FRC CSC RAS, Moscow, Russia",
    "ООО «ПРОМТ», Санкт-Петербург, Россия",
    "United Institute of Informatics Problems of the NAS of Belarus, Minsk, Belarus",
    "Hasso Plattner Institute, University of Potsdam, Potsdam, Germany",
    "IITP RAS, Moscow, Russia",
    "Russian State University for the Humanities, Moscow, Russia",
    "Department of Informatics, Faculty of Sciences, University of Lisbon, Portugal",
    "V. V. Vinogradov Russian Language Institute RAS, Moscow, Russia",
    "All-Russian Institute for Scientific and Technical Information, Russian Academy of Sciences, Moscow, Russia",
    "Lomonosov Moscow State University, Moscow, Russia; Moscow Institute of Physics and Technology, Moscow, Russia",
    "Institute for System Programming of the Russian Academy of Sciences, Moscow, Russia",
    "Государственный институт русского языка им. А.С. Пушкина (Москва, Россия)",
    "Moscow Institute of Physics and Technology, Moscow, Russia",
    "2GIS, Novosibirsk, Russia",
    "Uppsala University, Sweden",
    "Tilde, Riga, Latvia (www.tilde.com)"
]
